---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.PointOnEdgeEdgeIntersection
source: html/4a861104-3315-4163-c007-3f3514e6b02e.htm
---
# PointOnEdgeEdgeIntersection Members

Get a copy of the first edge or curve reference.